export const tmpData = `[LINE] 生方とのトーク履歴
保存日時：2021/08/28 22:08

2021/04/20(火)
15:12	内城勇太	ああああ
20:51	内城勇太	今度さ
20:51	内城勇太	時間あるときPythonの環境云々教えてくれない？
20:51	生方	[スタンプ]
20:51	生方	授けよう
20:53	内城勇太	ありがとおおおお
20:54	内城勇太	今週は忙しめだから、来週あたりだと助かる
20:54	生方	大学でって感じ？
20:55	生方	それともどっか遊びに行くついで？
20:55	内城勇太	大学のつもりだったけど
20:55	内城勇太	どっか遊び行くのはそれもそれで楽しそう
20:56	生方	来週実験ないからそんときやる？
20:57	内城勇太	お、いいね
20:57	内城勇太	じゃあそれでお願いします🤲
20:57	生方	👍
20:58	内城勇太	[スタンプ]

2021/04/27(火)
13:23	生方	パソコン室いるから暇なら👍
13:24	内城勇太	了解！
13:24	内城勇太	先週のきそじピンチだから一段落ついてから行くーー
13:25	生方	[スタンプ]
15:09	内城勇太	すまんお待たせ今から行くわ
15:12	内城勇太	どの部屋いる？
15:23	内城勇太	部屋が分からない…
16:30	生方	お
16:30	生方	ごめんごめん
16:30	生方	EですE
16:39	内城勇太	行きまーす
16:39	生方	👍
16:40	内城勇太	着いた

2021/05/11(火)
12:56	生方	ぼっちでパソコン室にいることだけを伝えてゆく
13:23	内城勇太	うぉおおおお
13:23	内城勇太	今日は論理回路おうちで受けるから帰っちゃうんよ
13:24	生方	あらら
13:24	生方	来週逢ましょう。
13:24	内城勇太	うむ
13:24	内城勇太	実験対面だしな
13:25	生方	Soyane
14:06	内城勇太	そういえば熱伝導再提出食らっちゃったw
14:06	内城勇太	フォーマットも考察もやらかしちった
14:07	生方	まじ
14:07	生方	俺も来た
14:09	生方	コメントが文字化けして読めないんだけど
14:33	内城勇太	なんかアドビのAcrobat readerで開いたらみれたよー
15:28	生方がメッセージの送信を取り消しました
15:30	生方がメッセージの送信を取り消しました
15:32	生方がメッセージの送信を取り消しました
16:16	生方	泣く泣く入れたら見れました🤦‍♀️
17:28	内城勇太	[スタンプ]
17:55	生方	Apology accepted。

2021/05/12(水)
14:59	生方	https://cattech-lab.com/science-tools/simulation-lecture-3-1/
15:00	生方	考察に使えそうな良質なサイト見つけたから一応devにプッシュしときます
16:11	内城勇太	！！！
16:11	内城勇太	最強！！
16:11	内城勇太	めっちゃ良さげやん、ありがとおおお
19:55	生方	[スタンプ]

2021/05/18(火)
18:44	生方	待った方がいい？？
18:45	内城勇太	まだ時間かかりそうー
18:45	生方	友達いた？
18:48	内城勇太	いたいた
18:49	生方	先変えるねー
18:58	内城勇太	ういー
18:58	内城勇太	なんか中途半端に待たせちゃってすまんね
19:50	生方	🙃

2021/05/25(火)
12:13	生方	今日午後いる感じ？
12:46	内城勇太	いるよーー
12:46	内城勇太	今は太田と飯食ってる
12:47	生方	午後どっかで勉強しない？
12:48	内城勇太	いいねいいね
12:48	内城勇太	太田も狂って
12:48	内城勇太	来るって
12:49	生方	笑笑笑笑笑笑笑笑
12:59	生方	まだ食ってる？
13:05	内城勇太	食べ終わったー
13:06	内城勇太	リーガロイヤルのところのラーメン屋だから帰るのにちょっと時間かかるかも
13:12	生方	まじか笑
13:27	内城勇太	どこいる？
17:40	内城勇太	https://wolfbash.hateblo.jp/entry/2017/08/25/121711

2021/06/01(火)
13:26	内城勇太	キャンパスいる？
22:06	生方	[スタンプ]

2021/06/02(水)
23:35	内城勇太	vimのesc問題なんだけど
23:36	内城勇太	インサートモードでjj押したらノーマルモードに戻るように設定したらクソ楽になったからオススメ

2021/06/03(木)
00:19	生方	なんだそれ笑
00:19	生方	異端児やん
00:21	生方	すまん異端じゃないっぽい
00:21	生方	Atomで出来たらやってみる🥳
01:02	内城勇太	うぉおおおおおお
01:02	内城勇太	[スタンプ]
12:11	生方	めっちゃいいやんこれ
12:11	生方	また強まっていった
12:12	生方	[スタンプ]
12:14	内城勇太	でしょでしょ
12:14	内城勇太	どんどん強まってこ
12:14	生方	うぉしゃあー
18:05	生方	jjについてなんけどさ
18:07	生方	ビジュアルモードとかからリセットしたい時にjjだと下行きまくる問題はしょうがない？
18:08	生方	ci まで打ってリセットしようとしてjjすると行ごと消える問題も
18:20	内城勇太	バイトなうなので後で調べてみるーー
18:20	内城勇太	てかそんな弊害があったとは知らなかった
18:20	内城勇太	にわかがバレる
18:20	生方	笑笑
18:20	生方	お願い🙇
22:42	内城勇太	なんか調べてみたら、jjはいつでも使えるESCの代わりというより、挿入モードから抜ける専用ESCの代わりっぽい
22:43	内城勇太	もしビジュアルモードとかノーマルモードでC-c使いたくなかったら、jjじゃない別の使わないキーとか割り当てたほうがいいかもしれん
23:05	生方	なーるほど
23:06	生方	併用って感じ？
23:07	内城勇太	かなー
23:07	内城勇太	jj使ってる人の多数派は多分挿入モードから抜けるためだけに使ってるっぽいんよ
23:09	生方	https://routecompass.net/vim-jj/
23:10	生方	この人Esc使わないぜ感がすごいんだけど
23:10	内城勇太	"jjがないと生きるのが辛くなる
jjがないと発狂する
jjがないと...(以下ry)
↑ここに謎の執念を感じる"
23:10	生方	ね
23:11	生方	普通にこれ起きるよね？
23:11	内城勇太	俺挿入モードだけ設定派だから起きないな
23:12	内城勇太	というか複数行ビジュアルモードで選択するときに不便そうw
23:13	生方	リセットはEscってことか
23:13	内城勇太	そうなんよね
23:13	内城勇太	jjキーマップ発見してから全然vim使ってなかったから普通にそこらへんの不便さに気づかなかったわ
23:14	生方	Ctrl-cと併用でゆってゆくわ
23:15	内城勇太	俺もそれにしようかな
23:15	内城勇太	あと全然関係ないけど
23:15	内城勇太	とうとうヘビ退治したよ
23:15	生方	笑笑まじか
23:15	内城勇太	退治しきれたのかは分からんけどw
23:15	生方	お疲れ笑
23:16	内城勇太	今度こそ時間あるときpyenvかvenv教えてクレメンス
23:16	生方	おっけーですくれいぴんぐ
23:16	内城勇太	[スタンプ]

2021/06/04(金)
15:03	生方	CBDについてなんだけどさ
15:03	生方	今週の謎度が群を抜いてるんだけど
15:03	生方	やりはりました？
18:10	内城勇太	まじかああ
18:10	内城勇太	まだやってないどす
22:53	生方	分かったら教えてほしいい
23:45	内城勇太	[スタンプ]
23:45	内城勇太	明日あたりやると思ふ
23:46	生方	https://github.com/JoelBesada/activate-power-mode
23:46	生方	これで遊んで待ってるわ
23:46	内城勇太	草
23:47	内城勇太	うわatom限定かよーー
23:47	内城勇太	vscodeにないかな
23:47	生方	atomをvscodeに似せる拡張あるから
23:47	生方	Atomのりかえもあり
23:48	内城勇太	https://github.com/hoovercj/vscode-power-mode
23:48	内城勇太	さすがにパワーモードのためにatom乗り換えはやべえわ笑笑
23:49	生方	やっぱないわけないかー
23:49	生方	https://github.com/Zeioth/atom-visual-studio-code-ui
23:49	生方	一応お耳に入れときまっせ
23:49	内城勇太	がちやんw
23:50	内城勇太	てかこれ
23:50	内城勇太	https://github.com/HadesD/vim-power-mode
23:50	内城勇太	普通のvimにもpower modeあったわ。。。
23:50	生方	うおーーー
23:50	生方	さすがすぎる
23:52	内城勇太	cliでできちゃうっていうのがすごいよ、意味不明だけどw
23:53	生方	bashでも動くってけと？
23:55	内城勇太	そういうことかと思ったけど流石に違うのかな、ﾖｸﾞﾜｶﾞﾝﾈ
23:56	生方	[スタンプ]

2021/06/05(土)
22:02	内城勇太	今cbdのやつ読んでるんだけど謎すぎるな
22:04	内城勇太	一旦自分の提案した中で一番いいやつのproposalをフォーラムに載っけて、班が全体として書くトピックを決めて、班全体がやるやつのproposalを改めて提出するってこと？
22:28	生方	Jsやりすぎて自分の英語力が落ちたかとおもた
22:28	生方	おれもそう思ったんだけど
22:28	生方	来週までに絶対1こに決まんないよね
22:28	生方	謎にline推奨してくるけど
22:30	内城勇太	"それめっちゃ思った
あのフォーラムだけで全部決めるのは無理があると思うんすけど"
22:31	内城勇太	班の人のLINEもってないって
22:31	内城勇太	qrコードぶん投げようかな
22:31	生方	笑笑
22:31	生方	Issueに上がるまで待つか
22:31	生方	火曜にやろう
22:31	内城勇太	何もかもgithubになってるのウケるんだよなw
22:32	内城勇太	ギリギリだけど俺mお火曜でいいやー‥
22:32	生方	Atomの時代だぜ
22:32	内城勇太	いやいやvimの時代終わってないんで✋
22:33	生方	模範解答㊗️
22:33	内城勇太	[スタンプ]
22:33	生方	てかこれやっと意味わかった
22:33	内城勇太	あマジか
22:33	内城勇太	シンプルに俺の説明不足でしかない
22:34	生方	理解に時差あってすまん
22:34	生方	タイとシンガポールは1時間あるから
22:35	内城勇太	違いない

2021/06/08(火)
16:24	内城勇太	[写真]
16:24	内城勇太	[写真]
16:24	内城勇太	[写真]
16:24	内城勇太	[写真]
16:24	内城勇太	[写真]
16:24	内城勇太	[写真]
16:24	内城勇太	[写真]
16:24	内城勇太	[写真]
16:24	内城勇太	[写真]
16:24	生方	[ファイル]
16:53	生方	libgen.is
19:43	内城勇太	[写真]

2021/06/09(水)
17:32	内城勇太	CBD地獄なんだけど
17:32	内城勇太	やばい
17:51	生方	それ
17:51	生方	謎の極みすぎてしぬ
17:52	生方	もう諦めてstep3で勝手にこれをグループが決めたことにした
17:53	生方	まじでdyerうざすぎる
17:57	内城勇太	まじで意味分からん、これ絶対どこの班もうまくいってないだろ
17:58	生方	な
17:58	内城勇太	ぴえん
17:59	生方	[スタンプ]

2021/06/12(土)
13:55	内城勇太	プロAの宿題2やった？
13:55	内城勇太	finalに再代入無理じゃねってなってるんだけど…
14:23	内城勇太	解決したわ
21:53	生方	まじ？！
21:53	生方	教えて欲しい
22:26	内城勇太	[スタンプ]
22:27	内城勇太	StringBufferには中身変更できるメソッドがあるから、それ使うだけだった…
22:27	生方	公式ドキュメント見に行ってきます
22:27	生方	ありがとう！
22:28	内城勇太	いってらっしゃーい
22:28	生方	[スタンプ]
22:28	内城勇太	[スタンプ]

2021/06/15(火)
09:29	生方がメッセージの送信を取り消しました
09:32	生方	ミスりました
09:37	内城勇太	[スタンプ]

2021/06/17(木)
00:39	内城勇太	なんか機航の熱伝導フォーラムがすごいらしいんだけど
00:40	内城勇太	実業ネットワークで画像ゲットとかできたりしない？笑
00:55	生方	まじ？
00:56	生方	聞いてみやす
00:56	内城勇太	ありがたすぎる
00:56	内城勇太	代わりに高校同期の小論模試採点官への手紙in解答欄をあげよう
00:57	内城勇太	[写真]
00:57	生方	は笑笑
01:01	生方	これ笑
01:02	生方	すごいに尽きる笑笑
01:03	内城勇太	いいっしょw
01:03	内城勇太	元気なくなったときとか見ると一気に回復するからおすすめよ
01:03	生方	笑笑
01:03	生方	次元が吹っ飛ぶぜ
01:04	内城勇太	だろだろ
01:04	内城勇太	熱伝導もしゲットできたら頼むぞ笑笑
01:05	生方	[スタンプ]
11:57	生方	多分思ってたのと違うと思うけど
11:58	生方	[写真]
11:58	生方	[写真]
11:58	生方	[写真]
11:58	生方	[写真]
11:58	内城勇太	お
11:58	生方	役に立つか分からんけどどーぞ
12:00	内城勇太	こういう系か笑笑
12:00	内城勇太	なんか文学的でいいな
12:00	生方	それな笑
12:00	生方	系統同じやん
12:00	内城勇太	わろたw
12:01	内城勇太	確かに近いものを感じる
12:01	内城勇太	ありがとね画像くれてwｗ
12:01	生方	うぃー
12:01	生方	てか多分今日例のHi everyone 発動するから準備しといて
12:02	内城勇太	うわまじか、めんどいけどやるか
12:03	生方	加油

2021/06/22(火)
15:42	生方	[写真]
15:42	生方	[写真]

2021/06/23(水)
02:04	内城勇太	"CBDのフォーラム何やるか知ってる？
指示が先週と全く同じで意味が分からんのよね"
12:48	生方	今見たけどあの指示先週の水曜にはなかったんだが笑笑
12:52	生方	グループで1個のMainTopicを決めて　それに基づいたSubTopicを確実が別々に3つ考えるらしいよ
12:52	生方	YukiMurataが先生に質問してくれてた
14:03	内城勇太	おっまじか！そういう感じね
14:04	内城勇太	YukiMurata有能だな
14:46	生方	よく噛みつかれてるけど笑笑
15:45	内城勇太	なんなんだろなその噛みついてくるのw
16:22	内城勇太	"たびたびすまん、フォーラムのfocus your projectのところに
1. What is your research topic, in detail?
2. What is the main idea or thesis of your project?
3. What gaps are remaining in your knowledge?
4. What are your next actions?
ってあるやん
これの1.のyour research topicって個人のやつ？グループのやつ？"
16:52	生方	分からん
16:53	生方	おれらの班YukiMurataしか投稿してなかったからやんなかった😑
17:03	内城勇太	最高
17:03	内城勇太	俺らの班も誰も投稿してねえわ
17:06	内城勇太	"知らん外国人が修造に励まされるマクロ使ってるの眺めながら他の班員がどうするか見とくわ
https://www.youtube.com/watch?v=YXehBx0Yc_w&t=865s"

2021/06/24(木)
00:00	生方	すばらしい笑笑㊗️㊗️
00:01	生方	トフル終わったらipad片手にゆっくり見るわ👍
00:26	内城勇太	おっipad買ったんすか！！
00:26	生方	ごめん
00:26	生方	ちゃうよ笑笑
00:27	内城勇太	なんだ、びっくりしたw
00:27	生方	パチモンあったら即買いよ
00:29	内城勇太	笑笑

2021/06/29(火)
15:04	内城勇太	[写真]
15:04	内城勇太	[写真]
15:04	内城勇太	[写真]
15:04	内城勇太	[写真]
15:04	内城勇太	[写真]
15:04	内城勇太	[写真]
15:04	内城勇太	[写真]
15:04	内城勇太	[写真]
15:05	内城勇太	[写真]
15:05	内城勇太	[写真]
15:05	内城勇太	[写真]
15:05	内城勇太	[写真]
15:05	内城勇太	[写真]
15:05	内城勇太	[写真]
15:05	内城勇太	[写真]
15:05	内城勇太	[写真]
21:06	内城勇太	https://medium.com/japan/2016%E5%B9%B4%E3%81%ABjavascript%E3%82%92%E5%AD%A6%E3%81%B6%E3%81%A8%E3%81%93%E3%82%93%E3%81%AA%E6%84%9F%E3%81%98-b969f5767d7c

2021/06/30(水)
17:46	生方	ワクチン予約済？
17:46	内城勇太	よやくずみ
17:47	内城勇太	1時間前くらいにやったら7/8でとれたお
17:47	生方	いやー
17:47	生方	まじか
17:47	内城勇太	まだ？
17:47	生方	8埋まってて
17:47	生方	会場どこ？？
17:47	内城勇太	あれね、リフレッシュしまくるとたまにキャンセル出るよ
17:48	内城勇太	大熊ガーデンハウス
17:48	生方	笑笑
17:48	内城勇太	俺はそのキャンセルで予約ゲットした
17:48	内城勇太	割と5分くらいで出るからおすすめよ
17:48	生方	まじか
17:48	生方	CBDやりながら狙っていく
17:48	内城勇太	今はどうだか分からんけど
17:48	内城勇太	頑張れ
17:48	生方	👍
19:26	内城勇太	注意：It is not acceptable to choose an article from the textbook for Extensive Reading 3
19:26	内城勇太	これ今気づいたんだけど絶対こないだの生方やん笑笑
19:56	生方	笑笑
19:56	生方	まじでそれな笑笑
20:16	内城勇太	さすがっす
22:32	生方	[スタンプ]

2021/07/02(金)
14:17	生方	Hi everyone,
14:17	生方	トフルの目標スコア超えたからiPad買います！！
14:17	生方	オススメフィルムとかアクセサリある？？
14:19	内城勇太	おおおおお！おめでとおーーわー
14:20	内城勇太	フィルムはペーパーライクがいいと思う、普通のだとペン使う時に滑りすぎて書きづらそう
14:20	内城勇太	他は特にないな、俺はAmazonで安いやつ選んだ
14:24	生方	ケースとかも安いやつで十分？
14:24	生方	[写真]
14:24	生方	意外と高いんね
14:25	生方	(第一世代を除く)
14:28	内城勇太	俺のケースはたしか1500円くらいのやつ
14:28	内城勇太	ペン先はペン買えば2個ついてくるよ
14:28	生方	おー
14:28	内城勇太	てか今キャンパスおる？
14:28	生方	信号処理出てないのよ
14:29	生方	今日授業あんの？
14:29	内城勇太	ないけどいる、家だと何も集中できないから
14:30	生方	https://www.city.kodaira.tokyo.jp/kurashi/070/070022.html
14:30	生方	ここ集中できてオススメ
14:31	内城勇太	え、すご
14:31	内城勇太	こんなのあるのか
14:31	内城勇太	ギリチャリでいけるし
14:32	内城勇太	さんきう
14:32	生方	今度オシャレしていこう笑
14:34	内城勇太	おしゃれしていくとこでもないだろw
14:34	内城勇太	でも普通に行きたいな
14:35	生方	[スタンプ]

2021/07/05(月)
22:26	生方	[ファイル]
22:37	内城勇太	なになに
22:38	内城勇太	うなぎかよ
22:38	生方	笑
22:38	生方	Good noteの練習
22:38	内城勇太	おおお！
22:38	内城勇太	そゆことか、びっくりしたわw
22:39	生方	腹減ってんかと思って
22:39	内城勇太	鰻食いたくなった
22:39	内城勇太	ちくせう
22:39	生方	笑
22:39	内城勇太	そういや結局どのモデルにしたの？
22:41	生方	[写真]
22:41	生方	ごめんな✌️
22:41	内城勇太	ｱｱｱｱ
22:42	内城勇太	だんだんairが羨ましくなってきたぞ
22:42	生方	64GBは全然いけるよ
22:43	生方	それかタイの道端で買うか
22:43	内城勇太	タイはいかん笑
22:44	内城勇太	シンガポールでさえ修理に出したiPhoneの中身がアイフォンじゃなくなる事件発生するからな
22:44	生方	笑笑笑笑
22:44	内城勇太	宝くじ当てたらair買うか
22:45	生方	それはpro買えや笑
22:49	内城勇太	[スタンプ]

2021/07/06(火)
15:09	生方	"Practical Vim, Second Edition (for Stefano Alcazi)
Drew Neil
"
15:10	生方	"Practical Vim (for Kathryn Amaral)
Drew Neil
"
21:05	内城勇太	https://youtu.be/f4fVdf4pNEc

2021/07/07(水)
22:46	内城勇太	緊急事態宣言来たな
22:47	生方	ね
22:48	生方	期末の後にして欲しかった笑
22:50	内城勇太	S☆O☆R☆E☆N☆A
22:55	生方	[写真]
22:56	生方	フォーマットがちげーぞ
22:57	内城勇太	なんでも文法にすな
22:58	生方	[スタンプ]

2021/07/12(月)
21:18	生方	[写真]
21:19	内城勇太	俺の部屋やん
21:19	生方	笑笑
21:19	生方	一週間で1番笑った
21:19	内城勇太	やったぜ
21:20	内城勇太	話題が話題だけになぜだかあんまり嬉しくはない
21:20	生方	あ？
21:21	内城勇太	部屋掃除まんどくせの舞
21:21	生方	理解

2021/07/13(火)
15:05	生方	"Classic Shell Scripting
Arnold Robbins
"

2021/07/14(水)
16:36	内城勇太	めっちゃブリティッシュやんwww
16:37	生方	これおれのノーマル笑
16:37	内城勇太	つっよ笑笑
16:37	生方	ざす笑笑
16:37	内城勇太	てか急にインド系になっててワロタ
16:38	生方	笑ってくれてありがとな
17:01	生方	しっかりハイになっとったな笑
17:05	内城勇太	やばいしょ、さっき自分で聞いてさらにあれ提出したの後悔してる笑笑
17:05	生方	笑笑
17:06	生方	なんか普通にキーが高かった
17:21	内城勇太	[スタンプ]

2021/07/15(木)
16:29	内城勇太	wojの橋の撤去と編集距離ってやった？
17:36	生方	編集距離は60点とかだけど
17:37	生方	いる？
20:44	内城勇太	もうwoj見たくないので遠慮しときます…
23:04	生方	👍

2021/07/16(金)
22:43	内城勇太	https://b.ueda.tech/?page=02949
22:44	内城勇太	なんかシェルスクリプトの良さげな記事見つけたお
22:45	内城勇太	日本におけるシェル芸の第一人者が書いているらしい
22:48	生方	さんきゅー
22:48	生方	てかサイトがうまく読み込まれないんだが
22:48	内城勇太	まじで？
22:49	生方	パソコンでも同じだった
22:49	内城勇太	それは🥺
22:49	生方	"> なお、このサイトはbashでできている。

これのせい"
22:49	生方	説
22:50	内城勇太	"ワロタ
いや笑ってる場合じゃないけど"
22:50	内城勇太	Cookie承諾しても動かない？
22:51	内城勇太	そういう問題ではないか
22:51	生方	それ以前に文字の選択すらでぎねえ
22:51	生方	リンクが飛ばねえ
22:52	内城勇太	マジかよ俺普通に見れてるのなんなんだ
22:52	内城勇太	ttps://b.ueda.tech/?page=02949
22:54	内城勇太	なんでダメなんだろ
22:54	生方	クッキーやん
22:54	生方	馬鹿騒ぎしてすまん
22:54	内城勇太	見れたなら良かったわ笑笑
22:54	生方	[スタンプ]
22:54	内城勇太	[スタンプ]
23:02	生方	[写真]
23:02	生方	おもろ笑
23:02	内城勇太	wwww
23:03	内城勇太	シェル芸勉強会の録画もこのおっさんのyoutubeチャンネルに第15回辺りから載ってるお
23:03	生方	あざす
23:04	生方	YouTubeだとGoogle広告でGitHub年収予測出てくるからプライベートタブで見お
23:05	内城勇太	笑笑
23:05	内城勇太	googleの陰謀が止まらないね
23:06	生方	[写真]
23:06	生方	きーつけろ
23:07	内城勇太	こえー笑笑
23:07	生方	🙈

2021/07/17(土)
20:26	内城勇太	かなめとか誘って夏どっか旅行いかね？
20:30	生方がメッセージの送信を取り消しました
20:30	生方がメッセージの送信を取り消しました
20:30	生方	いいね！
20:31	生方	絶対テスト前はそういうこと考えるよな笑笑
20:34	生方	アジアンオールドバザール→東武ワールドスクウェア
20:34	生方	おれが3日前に調べたプラン
20:37	内城勇太	部屋掃除と双璧をなすレベルでやっちゃうね笑
20:37	内城勇太	なんか楽しそうやん
20:37	生方	https://www.jalan.net/news/article/187184/
20:37	内城勇太	こういう系のところほぼ行ったことないから興味あるな
20:38	生方	おもろそう
20:39	内城勇太	行くか面白そうだし
20:40	内城勇太	時期的には俺は夏休み後半のほうがいいんだけど
20:41	生方	前半は倉庫兼務か
20:41	内城勇太	倉庫はもう行かねえよw
20:41	内城勇太	でもそう、金があまりに微妙だからバイトしないと
20:43	生方	来年はブラジルいくからガッツリ貯めといね
20:43	内城勇太	任しとけ
20:44	生方	[スタンプ]

2021/07/18(日)
16:50	生方	https://unix.stackexchange.com/questions/381113/how-do-i-shorten-the-current-directory-path-shown-on-terminal
16:51	生方	これでキミも快適プログラミング生活！！

2021/07/19(月)
19:24	内城勇太	ぬお、これは素晴らしい
19:25	内城勇太	/mnt/d/university/2-spring/programming-a/class13/enshu1/ $からの解放だぁ
20:22	生方	笑笑笑笑笑笑
20:22	生方	おもろ笑笑

2021/07/21(水)
17:04	生方	あんさ
17:05	生方	アンドロイドアプリで Python組み込める？
17:05	生方	シープラでもいんだけど
17:11	生方	できるっぽいな
22:38	内城勇太	よく分からんが解決したなら良かった
22:40	生方	なんかさ
22:41	生方	昔ラインのトーク履歴を読み込んでその人っぽい文章を生成するやつつくって結構おもろかったんだけど
22:42	内城勇太	！？
22:42	内城勇太	マルコフ連鎖的な？
22:42	生方	携帯のアプリでそれできたらなおおもろかとおもて
22:42	生方	それや
22:42	内城勇太	すげーな
22:43	内城勇太	どんどん強まってくじゃん
22:43	生方	仕組みは超簡単なんだけどかなりおもろいのよ
22:43	内城勇太	ほへー
22:43	生方	先生の学級通信とか読み込ませたりした笑
22:43	内城勇太	ワロタ
22:44	内城勇太	俺のやつどうなる？笑
22:44	生方	マルコフチェーンって量が必要やからまだかな
22:44	内城勇太	まじか残念
22:44	生方	夏の暇つぶしにやらん？
22:45	内城勇太	やりたい！！！
22:45	内城勇太	めちゃくそやりたい！！！！！！
22:45	生方	よかった🤓
22:46	内城勇太	何で開発するん？
22:46	生方	土台できたらOTAに iPhone版つくってもらおう
22:47	内城勇太	いいね
22:47	生方	まだ調べてないけどcかパイソンで解析して生成したやつをコトリンにわたす？
22:48	内城勇太	なるほどなるほど
22:48	生方	かなめも誘うか
22:48	内城勇太	ええやん
22:50	生方	コトリン分からんから パイソンから受けとったhello world出せるかとか
22:50	生方	概念検証的なものしてもらっていい？
22:50	内城勇太	任しとけ
22:50	生方	✌️
22:58	内城勇太	Android、Pythonのインタプリタないらしいけど大丈夫なん？
23:00	生方	パイソンでしかできないことなんて基本ないから最悪なんとかなる
23:00	生方	けどとりま調べる
23:00	内城勇太	違いない
23:01	内城勇太	👍
23:01	内城勇太	俺も調べてみる
23:01	内城勇太	https://www.ericthecoder.com/2019/10/21/run-python-scripts-in-the-android-front-end-with-chaquopy/
23:01	内城勇太	今読んでるそれっぽいやつ
23:02	生方	こんなん呼んだらUdemyの広告だらけになるぞ笑笑
23:02	内城勇太	シークレットモードだからセーフ
23:03	生方	賢者
23:03	生方	これパイソンをフロントに使うやつやない？
23:03	内城勇太	え、あ、まじ？
23:04	内城勇太	それはごめんちゃい
23:06	生方	うそかも
23:07	生方	でもこのフレームワーク覚えんのがだるいから他調べる笑
23:07	内城勇太	りょ！
23:08	生方	なんかジップで固めるだけでコトリンから呼べるという記事をみたような
23:08	内城勇太	[スタンプ]
23:08	内城勇太	それは強い
23:16	生方	説明だるいからこのトークスクショしてかなめに送ってい？
23:22	内城勇太	いいよ〜
23:22	生方	[スタンプ]
23:23	内城勇太	それ用のSlackとかDiscord欲しくね？
23:23	生方	笑笑
23:23	生方	たのちーー
23:23	内城勇太	笑笑笑笑
23:23	内城勇太	気分は遠足前の小学生です
23:24	生方	先生ー　ポイフル持ち込み可ですか？
23:24	内城勇太	200円以内で買えるなら可です
23:24	生方	笑笑笑笑笑笑
23:24	生方	おもろ
23:25	内城勇太	水を得た魚のように駄菓子屋行って馬鹿みたいな量のお菓子買ってくるやついるよな
23:25	生方	昭和か笑
23:27	内城勇太	笑笑
23:30	生方	ディスコードにする？
23:30	内城勇太	そうするか
23:30	内城勇太	制限緩いし
23:31	生方	おれ作ろうか？
23:32	内城勇太	やってくれるなら頼むお
23:32	生方	名前何にする
23:32	内城勇太	一番悩むやつだ
23:33	内城勇太	反Emacsの会は違うよな…
23:33	生方	[写真]
23:34	生方	他良さげなのあるか
23:34	内城勇太	それで良くねww
23:34	内城勇太	みんな内部だしなんかそれっぽい笑笑
23:35	内城勇太	てか何でスペイン語
23:36	生方	今色んな言語で試してる笑
23:36	内城勇太	笑笑笑笑
23:38	生方	[写真]
23:38	生方がメッセージの送信を取り消しました
23:38	内城勇太	www
23:38	生方	怠惰な感じでいい
23:38	生方	ダラダラ男
23:39	内城勇太	いいなこれ笑
23:39	生方	これにしよう笑
23:39	内城勇太	[スタンプ]
23:40	内城勇太	[写真]
23:40	内城勇太	ドイツ語ならかっこよくなるかなって思ったけどダメだった
23:40	生方	いい推定💯
23:40	内城勇太	ああああああ統計の話はやめろおおお
23:42	生方	hey come check out Discord with me https://discord.gg/ePbrhQcB
23:42	内城勇太	got it

2021/07/22(木)
00:46	生方	自慢だけど
00:46	生方	大幅反発して+600円になった
15:24	内城勇太	uooooo
15:24	内城勇太	urayama C
15:25	生方	昨日か一昨日JRとか旅客系が結構下げたらしいね
15:25	内城勇太	オアアア
15:25	内城勇太	さようなら俺のjr...
15:26	生方	笑笑
15:26	生方	短期筋か笑
15:26	内城勇太	まだまだ塩漬けするぜ
15:26	生方	[スタンプ]

2021/07/26(月)
10:21	内城勇太	[写真]
10:21	内城勇太	久々にBTCらしさを見たぜ
10:22	生方	すげーー
10:22	生方	なんか理由ある感じの？
10:23	内城勇太	わからんまだ調べてない
10:23	内城勇太	全然理由なしとかありそうで怖いよ
10:23	生方	笑
10:24	内城勇太	そういやそろそろテスラの決算時期だったかも
10:25	生方	なるほど
10:27	内城勇太	と思ったらAmazonがビットコイン対応するかもってニュースだった
10:27	内城勇太	やっぱビットコインキモすぎる
10:27	生方	うへーー
10:28	生方	[写真]
10:28	生方	それにつられて全面高ってのもキモい笑
10:28	内城勇太	ワロス
10:28	内城勇太	ひっでーなw
10:29	生方	笑笑笑笑
10:29	生方	イカれてるわ
10:29	内城勇太	まじでビットコはついていける気がしないから塩漬けしとこ
10:31	生方	チャート見たら負けよ
10:32	生方	日本の取引所より海外のbybitの方がいいんか？
10:33	内城勇太	レバレッジ的には海外のがいい
10:33	生方	どんくらいかけてる？
10:33	内城勇太	日本だと一桁倍くらいしか無理だけど、海外だと100倍とかいける
10:33	生方	うわ笑
10:33	内城勇太	いうて10倍くらいだったな
10:33	内城勇太	やってたときは
10:34	生方	レバレッジ掛けてるなら塩漬けとか長期運用にはむかんよ
10:34	内城勇太	今はかけてないよ
10:34	生方	なる
10:34	生方	ちな
10:35	生方	最高値の後プラス1460円で利確したからポイフル買い放題
10:35	内城勇太	！！！
10:35	内城勇太	強スンギ
10:35	内城勇太	てかポイフル換算やめろw
10:35	生方	笑

2021/07/27(火)
16:55	生方	感染者数に連動した金融商品つくんね笑
16:55	内城勇太	草
16:55	生方	東京と地方で分散型
16:56	生方	今日えぐい
16:56	内城勇太	なんか思ったより設定ちゃわとしててわろた
16:56	内城勇太	3000だってな
16:56	生方	これはプエルトリコ人も泣いてる
16:57	内城勇太	なんでプエルト・リコ？
16:57	生方	適当や笑
16:57	内城勇太	なんだよw
16:58	内城勇太	しかしこのままだと理工展が危うい
16:58	生方	そうか
16:58	生方	芝生えないじゃんか
16:58	内城勇太	今年もオンラインになると実地開催経験のある人が存在しない理工店連絡会が爆誕する
16:59	生方	笑笑それ
17:03	内城勇太	🥺🥺🥺
23:15	生方	アマゾンの件嘘だったらしいやんかよ
23:16	生方	このデマで資産失った人ドンマイすぎる
23:26	内城勇太	それな！
23:26	内城勇太	やっぱbtcはカスだよ
23:27	生方	これ捨身でやるわ
23:27	内城勇太	うん、全部消えるの覚悟しといたほうがいいよ
23:27	生方	そうなるとレバレッジ渋るよな
23:28	生方	10倍だと-10%で終わるし
23:28	内城勇太	先輩がレバ20倍くらいにして寝たら夜中のうちに暴落して全部消えたみたいなのあったらしい
23:28	生方	笑笑笑笑
23:29	生方	寝ポジはあかん笑笑
23:29	内城勇太	な笑笑
23:29	内城勇太	あと俺も映画見終わったら吹っ飛んでたみたいなことがあった
23:30	生方	それはハリウッド級
23:31	生方	おれレバレッジなしで安い時に買って長期保有で行くわ
23:32	内城勇太	かしこい
23:32	生方	✌️
23:32	内城勇太	これまでの推移みてても、どっかしらのタイミングで今の倍くらいにはなると思うし
23:32	内城勇太	がんばれ笑笑
23:32	生方	[スタンプ]

2021/07/29(木)
16:29	生方がメッセージの送信を取り消しました
23:52	生方	Uber で一緒に働きませんか？きっとドライバー勤務が気に入ると思います。詳しくはこちら ： https://www.uber.com/signup/drive/deliver/?invite_code=53gwv556uysh
23:52	生方	[写真]
23:53	内城勇太	これいつまでとかある？
23:58	生方	アカウント作成から30日以内だそう
23:59	内城勇太	なるほど
23:59	生方	ちな一回やると3日は強まれなくなる
23:59	内城勇太	つまりどういうことだってばよ？

2021/07/30(金)
00:00	生方	[スタンプ]
00:00	内城勇太	ちょっとまってな
00:00	内城勇太	確定申告云々調べてからやるわ
00:01	生方	確定申告いらんよ笑？
00:01	内城勇太	え、ま？
00:02	生方	他のバイトとか合わせて103万超える人だけな
00:02	生方	一応個人事業主だから
00:02	内城勇太	なるほど
00:02	内城勇太	じゃあやるぜ
00:03	生方	ファイティン！
00:03	生方	てか
00:03	内城勇太	おう
00:04	生方	なんでもなかった
00:04	生方	ごめんちゃい
00:04	内城勇太	[スタンプ]
00:04	内城勇太	[スタンプ]
00:05	生方	笑笑
00:05	内城勇太	いいっしょ
00:05	内城勇太	シングリッシュスタンプ
00:06	生方	ネダすぎる笑
00:06	内城勇太	[スタンプ]
00:06	内城勇太	こういうまあまあ使い勝手いいやつもある
00:07	生方	普段使いを兼ね備えたシティー派の装いだね！
00:08	内城勇太	[スタンプ]

2021/08/02(月)
17:33	生方	5両目いるんだけと
17:33	生方	どこいるか
17:34	内城勇太	俺定期買うためにはやめに出たら一個前のやつ乗れちゃった
17:34	生方	なるほど
17:34	内城勇太	51に着くやつ
17:34	内城勇太	[スタンプ]
17:35	生方	[スタンプ]

2021/08/03(火)
12:40	生方	ヒルナンデスでシンガポールやってるぞ
14:56	内城勇太	[スタンプ]
14:57	内城勇太	最賃バイトだから見れましぇん…
14:58	生方	笑
14:59	生方	肉骨茶食いたくなった
14:59	内城勇太	日本では食わないほうがいい
14:59	内城勇太	高校同期曰く不味いのしかないらしい
14:59	生方	なるほど🤦‍♀️

2021/08/11(水)
17:23	生方	小平33
17:24	内城勇太	おなじや
17:27	生方	両目くらい
17:27	生方	5
17:27	内城勇太	俺後ろ寄りだわ
17:28	生方	早稲田口か
17:28	内城勇太	[スタンプ]
17:38	内城勇太	https://www.sigbus.info/compilerbook#はじめに
21:12	生方	https://medium.com/salamcinema/react-native-step-by-step-guide-to-create-a-to-do-app-9fc8b95554f7
21:12	生方	こんなん良さそう
21:12	内城勇太	お～～～
21:13	内城勇太	シンプルで最初にちょうど良さげですな
21:13	生方	[スタンプ]
21:15	生方	[写真]
21:16	内城勇太	笑笑笑笑
21:16	内城勇太	高田純次さすがっすわ
21:17	内城勇太	https://www.youtube.com/watch?v=jwFsvbOKSDE
21:32	生方	すげえわ笑笑笑笑
21:33	生方	語学なしでこの強さ
21:46	内城勇太	やっぱレベルちげえよ
21:47	生方	英語の勉強やめてお笑い勉強しようかな

2021/08/12(木)
00:08	内城勇太	？？？「大事な話がある。お父さんな、お笑いで生きていこうと思うんだ‥」
00:09	生方	笑笑笑笑笑笑笑笑笑笑
00:35	生方	[写真]
00:35	生方	これか笑
16:45	内城勇太	それそれ w
16:47	内城勇太	https://arigato-java.download/newline/
18:45	生方	ギャグセン高え笑笑
20:41	内城勇太	いいっしょw

2021/08/18(水)
16:52	内城勇太	申請通ったからウーバーイーツやってくふわ
17:05	内城勇太	[写真]
17:06	内城勇太	なぜかまだダメだった
20:35	生方	いけた？
21:37	内城勇太	だめぽー
21:37	内城勇太	もうしばらく待ってみるぜ
21:40	生方	何がダメなん？
21:41	内城勇太	アカウント準備中とかいうやつが出てる
21:41	生方	Out of index??
21:41	生方	銀行いれた？
21:41	内城勇太	あー入れてねえわ
21:41	内城勇太	必要なやーつ？
21:42	生方	お駄賃もらえないじゃん
21:42	内城勇太	たし蟹
21:42	内城勇太	任意だったから後でで良いかなって
21:42	内城勇太	やっとくか～～～
21:43	生方	"一応こっちでは
配達の準備が整いました
になってるよ"
21:44	内城勇太	なるほ
21:44	内城勇太	明日でかたを付けたい
21:44	生方	Fightin

2021/08/19(木)
23:24	生方	てかかたついた？
23:28	内城勇太	つかぬ
23:28	内城勇太	なんか交通ルールのテストが送られてきたから答えたら、2-3日で認証されるから待っとけって言われた
23:29	内城勇太	早く終わらせて金ゲットしたいでござるよ
23:29	生方	怒って日本人にヘイトスピーチするべからずじゃよ
23:30	内城勇太	ラジャ

2021/08/21(土)
15:28	内城勇太	きた！
15:28	内城勇太	認証きた！
15:28	内城勇太	あとでやる
16:24	生方	ナイス
16:26	生方	もしあれならバック持ってくよ
16:26	内城勇太	いやいいよw
16:26	内城勇太	どうせ一回だし笑笑
16:27	生方	ピザとかココイチはバックないときついから笑笑
16:27	生方	マック狙いで
16:29	内城勇太	家の真ん前マックあるから
16:29	内城勇太	夜マック地蔵するわ
16:36	生方	時間は10時過ぎがいいよ
16:37	生方	7時とかにやると競合して注文来ないし　夜飯用に大量買いして運ぶのだるいから
16:38	内城勇太	さすがプロ
16:38	内城勇太	それ狙いで行くわ
16:39	生方	10時過ぎだと配達員少ないし夜のおやつにバーガーちょっとがあるから楽
16:39	生方	あと
16:40	生方	チャットできるから配達前に　今からお届けに参ります　とかいうと高感度上がるからこぼしてもクレーム来にくいし
16:40	生方	たまにチップくれる
16:41	生方	もし飲み物とかこぼしたらドアのすぐ真下に荷物置き配すれば
16:42	生方	向こうがドア開けた時に絶対倒すからこっちのせいってバレない
16:43	生方	ドアノブに引っかけとくのも同様の効果あり笑笑
16:46	内城勇太	つよいな
16:46	内城勇太	ノウハウの蓄積が素晴らしい
16:48	生方	[スタンプ]
22:18	内城勇太	マック地蔵ｽﾃﾝﾊﾞｰｲ
22:20	生方	おっ
22:20	内城勇太	これヘルメット使うやつとかいんの？
22:21	生方	ヘルメットにライトと体に反射板貼ってぴちぴちの服着てる人はプロだから
22:21	生方	見つけたら挨拶したほうがいい
22:22	内城勇太	ワロタ
22:22	内城勇太	挨拶しないと殴られたりすんのかな
22:22	生方	保冷剤も自前で用意してるくらいだからなんもない
22:22	内城勇太	強すぎるな
22:22	内城勇太	てか絶対暇人だろ
22:23	生方	家で妻子が待ってる系だからリスペクトの眼差しがオヌヌメ
22:24	生方	都会だと本職って結構多いから
22:24	内城勇太	まじか、知らんかった
22:24	内城勇太	ガチの「パパ、ウーバーイーツで生きていこうと思うんだ」パターンか
22:24	生方	それや
22:25	生方	笑えん方の笑笑
22:25	内城勇太	wwwww
22:25	内城勇太	プログラミングスクール通ってそう
22:25	生方	それな笑笑笑笑笑笑
22:25	生方	絶対cssとscssでwebエンジニア名乗ってる
22:26	内城勇太	笑笑笑笑笑笑
22:41	内城勇太	この時間って普通どのくらい待つもんなの？
22:46	生方	普通すぐ来るけど
22:46	生方	その待ってる時間無駄だから
22:47	内城勇太	まじか、なかなか来んのよね
22:47	内城勇太	場所が悪いんかな
22:47	生方	家でなんかしてる間にオンラインにしといて　注文来ても10分くらい待たせても大丈夫だから
22:47	生方	これがいいかも
22:48	生方	さすがに20分でくる
22:48	内城勇太	なるほど
22:48	内城勇太	一旦帰るか
22:48	生方	オンラインになってる？
22:48	内城勇太	そのはず
22:48	内城勇太	オンラインですって出てきてる
22:48	生方	何回か切ったりしたら変わるかも
22:49	内城勇太	なるほど
22:49	内城勇太	しばらくやって無理そうだったら家待機にするわ
22:49	生方	携帯に動画とかダウンロードしておくと良い
22:50	内城勇太	やっぱプロはちげーわ
22:50	生方	む
22:50	生方	てかマックやってんの笑？
22:50	内城勇太	うん
22:51	内城勇太	マックのすぐそばの公園でボーってしてる
22:51	生方	マックって駅じゃない方る
22:51	生方	？
22:51	内城勇太	駅じゃないすね
22:52	生方	なら多分ミクロネシア人が店の中で地蔵してる
23:05	内城勇太	まじかよ
23:05	内城勇太	それはもうマック大仏なんよ
23:20	生方	笑
23:22	生方	さすがに30分で注文はくるとおもうけど
23:25	内城勇太	オアア
23:25	内城勇太	家帰ってからオンラインにするの忘れてた
23:30	生方	そもそも東大和市って携帯所持率30%とかなんじゃね笑
23:31	内城勇太	やめろ笑笑
23:31	内城勇太	電波塔立ってないだけだから
23:31	生方	[スタンプ]
23:48	内城勇太	なかなか来ない
23:49	生方	ま？
23:49	内城勇太	うん
23:49	生方	ほんとにオンライン？？
23:49	内城勇太	[写真]
23:49	内城勇太	これでいいんよね？
23:49	生方	何回かオンオフやるか
23:49	生方	アプリ切ってみるとか？
23:50	内城勇太	景気づけに本体電源落とすぜ
23:50	生方	いいね
23:50	生方	週末のこの時間に注文ないはない
23:51	生方	なんかおかしいな
23:51	内城勇太	まじか
23:51	内城勇太	謎やね
23:51	生方	土曜の夜って1番いいと思ってる
23:53	内城勇太	まあ気長に待つわ
23:54	内城勇太	ダメそうだったら明日の昼やる
23:54	生方	せやね
23:54	生方	別に映画見ながらでもオンラインにしとけば
23:54	内城勇太	まさにそれやってるw
23:54	生方	ベテランやないの笑笑
23:55	内城勇太	www
23:55	内城勇太	ベテラン認定早いなww
23:56	生方	こっちが持ってってやってんだという意識を高く持って　注文来ても直ぐには向かわないのはショウグン
23:56	生方	まだニンジャやな
23:56	内城勇太	くっそー
23:56	生方	笑
23:56	内城勇太	早くShogunにupgradeしたいぜ
23:56	生方	笑笑

2021/08/22(日)
19:51	内城勇太	今からやったら注文来るかな
19:51	生方	くるな
19:52	内城勇太	おっしゃ
19:52	生方	日曜はディナー時が多い
19:52	生方	大量かも
19:52	内城勇太	それはだるい
19:52	内城勇太	が
19:52	内城勇太	15000円のがでかい
19:52	生方	この時間は飯を作らない英断をした主婦が家族分頼むから
19:53	生方	てかアプリでけた？
19:53	内城勇太	オアア
19:53	内城勇太	まだです…
19:53	内城勇太	昨日パソコン買いに行って、セットアップしてたらこの時間ですよ
19:54	生方	お
19:54	生方	何買った
19:54	内城勇太	[写真]
19:54	内城勇太	まさかのデスクトップ
19:54	生方	Think station
19:54	生方	??
19:54	内城勇太	i5-8500+gtx1660
19:55	内城勇太	中古のパーツ差し替えだからキメラpcって感じ
19:55	生方	なんだ
19:56	内城勇太	何だとは何だw
19:56	生方	そんなガチやないところが発展途上国のゲーマー
19:56	生方	ベトナムの鉄板構成よ
19:57	生方	お　い　く　ら？
19:57	内城勇太	諸々合わせて55000くらいかな
19:57	内城勇太	もうちょい安いかも
19:57	生方	中古なのに高いね
19:57	生方	自腹？？
19:57	内城勇太	うん
19:58	内城勇太	多分新品だと9万くらいいく
19:58	生方	えー
19:58	内城勇太	今GPU高いからな
19:58	生方	そうかーー
19:58	生方	トヨタに売れば笑
19:59	内城勇太	何でトヨタw
19:59	生方	生産4割減だよ？今季
19:59	内城勇太	！？
19:59	内城勇太	思ったよりえぐかった
19:59	生方	そのせいで日経がやばい
20:00	内城勇太	トヨタに頼りすぎやろ
20:00	生方	てか明日行く？
20:00	内城勇太	正直明日までにアプリ終わる気がしない
20:00	生方	そりゃそうやろ笑
20:00	内城勇太	後明日はサークルだから時間が微妙
20:00	生方	月曜って早すぎるあれで行ったのになんか受けたから
20:03	内城勇太	どゆこと？
20:07	生方	わざと無理な超早めを言ったのになんかそれが受理状態になってたちゅーことだ
20:07	内城勇太	あー(ああ)
20:28	内城勇太	注文来ないから立川まで出張しよあかな
20:43	生方	なんでそんなこないんか笑
20:43	内城勇太	なぞっす
20:43	生方	要がやったらしいぞ
20:43	内城勇太	まじで？
20:43	生方	これから確認してみる
20:43	内城勇太	おう
20:46	生方	てかこれ
20:47	生方	ほんまなん？
20:47	内城勇太	1人紹介につき三万もらえるんじゃないの？
20:48	内城勇太	あれ、違ったっけ
20:49	生方	[写真]
20:49	内城勇太	つまりどういうことだってばよ…？
20:50	生方	おれなんかのボーナスが加算されて4万もらえるって最初メール来たんだけど
20:51	生方	まあ2万送るから気にすんな
20:51	内城勇太	まじか
20:51	内城勇太	全然2まんじゃなくてええよ
20:52	生方	今メール転送した
20:52	生方	いやいや大丈夫よ
20:52	内城勇太	ほんとだ
20:52	内城勇太	金関係は面倒な話になったらアレだからさ
20:53	生方	BTC??
20:53	生方	全額注ぎ込む
20:53	生方	？
20:53	内城勇太	んなまさかw
20:53	内城勇太	痛い目見たからね笑笑
20:54	生方	全国人民伪装通过基金
20:54	生方	運用資金4万はあり
20:55	内城勇太	我中国語理解不可
20:55	内城勇太	せやね
20:55	生方	伪装通过　が仮想通貨らしい
20:55	内城勇太	なるほど
20:56	生方	おれずっと2万っていってロビーしたからそれは2万受け取ってくれや
20:56	内城勇太	そういうならまあ
20:57	内城勇太	まだ四万もらえる可能性もあるしな
20:57	生方	まだ0万ということを忘れがち
20:57	内城勇太	それなんだよね
20:57	内城勇太	ﾋﾟｬｰ
20:57	内城勇太	充電したら出張するわ
20:58	生方	目指せショウグン
20:58	内城勇太	うぉおおお
20:58	内城勇太	ショーグンになって剣を振り回すのが将来の夢です
20:59	生方	Umm, there is no Samurai in Japan now,sir
21:00	生方	Sorry, sir
21:00	内城勇太	no worry meh
21:00	内城勇太	意味知らずにmeh使ってしまったが
21:01	内城勇太	[スタンプ]
21:01	生方	Made in US だから許される
21:01	内城勇太	[スタンプ]
21:44	内城勇太	[写真]
21:44	内城勇太	完璧すぎる布陣
21:48	生方	おーつよい
21:48	内城勇太	かつや来た
21:49	生方	笑笑
21:49	内城勇太	バッグ出しでいけるかな
21:49	内城勇太	なし
21:49	生方	今？
21:49	内城勇太	いま
21:49	生方	いまバックもってない？
21:49	内城勇太	トートバッグっすね
21:49	内城勇太	笑
21:49	生方	笑笑
21:49	内城勇太	まあやってみるわ笑
21:49	生方	まあおれはなんも持ってなかったから大丈夫
21:49	内城勇太	つよい
21:50	生方	受け取ったらチャットしとくのオヌヌメよ
21:51	生方	それよりUberの紹介料で8万もらって4万山分けでゲットしたとすると
21:52	生方	4万年収が下がって99万になることに気がついた
21:52	生方	紹介料も所得に入るから
22:21	内城勇太	まじか
22:21	内城勇太	てか送り終わったんだけど
22:21	生方	お
22:21	内城勇太	これ玄関前置くようにって指示だったんだけど
22:21	内城勇太	置いたら放置でいいん？
22:21	生方	置いて写真撮ってそそくさと帰る
22:22	内城勇太	あ、写真撮らないとダメなのね
22:22	生方	写真とれってアプリに言われるよ
22:23	内城勇太	よっしゃー完了
22:23	生方	おつかれちゃんや
22:23	内城勇太	色々アドバイスありがとー
22:23	生方	今送ろうか？
22:24	生方	銀行か pay payか
22:24	内城勇太	次会った時でいいよー
22:24	内城勇太	口座番号調べるのめんどいし笑
22:24	生方	おっけー
22:25	生方	こっから家まで帰るん？
22:25	内城勇太	せやな
22:25	内城勇太	めんどいw
22:26	生方	Uberは行く時間と配達時間と帰る時間を配達代だけで賄うから
22:26	生方	時給が安くなる
22:26	内城勇太	うおおん
22:26	生方	いま減らしてるぞ
22:26	内城勇太	できるだけ連続でやったほうがいいのね
22:26	生方	そそ
`;